{
    "data_quadrant_titles":[
        {
            "title_parts":[
                {"title":"Product &","coords":[829,125]},
                {"title":"service design", "coords":[829,153]}
            ],
            "sector_parts":[
                [{"title":"Ideas &","coords":[545,110]},{"title":"concepts","coords":[545,125]}],
                [{"title":"Prototypes &","coords":[646,140]},{"title":"experiments","coords":[646,155]}],
                [{"title":"UX design","coords":[742,225]}],
                [{"title":"Visual design","coords":[800,300]}],
                [{"title":"Service","coords":[828,383]},{"title":"design","coords":[828,398]}]
            ],
            "class": "green",
            "points":"807,92,806,174,1010,184,1005,68"
        },
        {
            "title_parts":[
                {"title":"Management &", "coords":[835,720]},
                {"title":"leadership", "coords":[835,748]}
            ],
            "sector_parts":[
                [{"title":"Client & account","coords":[837,510]},{"title":"management","coords":[837,525]}],
                [{"title":"Commercials","coords":[773,632]}],
                [{"title":"Agile PM /","coords":[685,723]},{"title":"coaching","coords":[685,738]}],
                [{"title":"Facilitation","coords":[559,773]}]
            ],
            "class": "blue",
            "points":"818,693,816,761,1020,771,1022,669"   
        },
        {
            "title_parts":[
                {"title":"Capability", "coords":[60,720]},
                {"title":"building", "coords":[60,748]}
            ],
            "sector_parts":[
                [{"title":"Innovation","coords":[416,770]},{"title":"capabilities","coords":[416,785]}],
                [{"title":"Leadership","coords":[282,723]},{"title":"readiness","coords":[282,738]}],
                [{"title":"Mentoring","coords":[182,630]},{"title":"& coaching","coords":[182,645]}],
                [{"title":"Innovation","coords":[135,510]},{"title":"Training","coords":[135,525]}]
            ],
            "class": "red",
            "points":"45,663,211,689,207,770,45,783"
        },
        {
            "title_parts":[
                {"title":"Transforming", "coords":[60,132]},
                {"title":"organizations", "coords":[60,160]}
            ],
            "sector_parts":[
                [{"title":"Strategy &","coords":[140,382]},{"title":"vision","coords":[140,397]}],
                [{"title":"Culture &","coords":[177,251]},{"title":"experience","coords":[177,266]}],
                [{"title":"Business","coords":[298,148]},{"title":"design &","coords":[298,163]},{"title":"growth","coords":[298,178]}],
                [{"title":"Customer","coords":[427,112]},{"title":"insights","coords":[427,127]}]
            ],
            "class": "yellow",
            "points":"38,85,237,90,242,177,46,195"
        }
    ],
    "rating_description_lookup": [
        { "title": "unrated", "description": "n/a" },
        { "title": "Completely unfamiliar", "description": "Little to no understanding of the topic and no experience." },
        { "title": "Novice", "description": "You are open to learning as much as you can about the skill, from all internal and external sources. You share your learning with your peers, who may not be so inquisitive or up-to-date given their more established views and expertise.\n\nClient role comparison (you should be able to comfortably guide and challenge) - graduates, junior" },
        { "title": "Foundation", "description": "You are aware of the regularly used skills and have observed them in action. You have a technical understanding of key elements but not a great deal of experience. You can be relied upon to receive a brief, and contribute to its delivery.\n\nClient role comparison (you should be able to comfortably guide and challenge) -  executive" },
        { "title": "Competent", "description": "You are adept at the key, common skills - ones that are well known and regularly used at Magnetic (and other organisations). You can be relied upon to receive a brief, respond to and shape it, and then deliver.\n\nClient role comparison (you should be able to comfortably guide and challenge) -  senior executive" },
        { "title": "Advanced", "description": "You are adept at a broad range range of skills, knowing what\"s possible and available and appropriate for any given situation. You are able to coach and train others in those skills and approaches. You are able to write briefs for your team to execute. You are able to develop unique positions and approaches for Magnetic.\n\nClient role comparison (you should be able to comfortably guide and challenge) - head of..." },
        { "title": "Master", "description": "You are seen as the best in your craft on an industry-wide stage and are a thought-leader publicly. You are able to identify when new skills or methods need to be introduced and developed based on the task or customer need. You are comfortable sitting in C-Suite situations and explain, challenge and recruit in this craft.\n\nClient role comparison (you should be able to comfortably guide and challenge) - C-suite, Director" }
    ],
    "data_0": [
        { "description": "Includes Proposition Design, Product Design, Digital and Physical Experience Design", "title": "Product & service design" },
        { "description": "How we influence people to get stuff done", "title": "Management & leadership" },
        { "description": "Providing clients with the tools they need to achieve their goals.", "title": "Capability building" },
        { "description": "What skills do you have that can support our clients in their ambitions to change their business?", "title": "Transforming organizations" }
    ],
    "data_1": [
        [
            { "description": "Understanding how to originate, encourage and communicate complex ideas and concepts with simplicity and clarity.", "title": "Ideas & concepts" },
            { "description": "Ability to use tools that will reduce uncertainty and test hypotheses", "title": "Prototypes & experiments" },
            { "description": "Skills in the creation and definition of functional, usable and simplified user experiences", "title": "UX design" },
            { "description": "Skills in the creation of beautiful and functional things using the right tools.", "title": "Visual design" },
            { "description": "Skills in the creation of interactions over time that make our clients stand out in the minds of their customers", "title": "Service design" }
        ],
        [
            { "description": "Building effective, successful and long lasting relationships", "title": "Client & account management" },
            { "description": "Understanding the impact of decisions we make on the business from a financial, risk and regulatory perspective.", "title": "Commerials" },
            { "description": "Effective use of the tools and rituals involved in running lean and agile projects with a focus on people and results", "title": "Agile PM/coaching" },
            { "description": "Skills in running virtual and in person workshops to smoothly and simply achieve the stated goals.", "title": "Facilitation" }
        ],
        [
            { "description": "Know how to enable our clients businesses to become more innovative", "title": "Innovation capabilities" },
            { "description": "Understand the skills our client needs to exceed expectations in their next role. Know how to support them to get there.", "title": "Leadership readiness" },
            { "description": "Ability to share knowledge and guide people to reach their full potential", "title": "Mentoring & coaching" },
            { "description": "Creation and delivery of training in our tools and techniques", "title": "Innovation training" }
        ],
        [
            { "description": "How you research, define and bring to life the desired future state of our client.", "title": "Strategy & vision" },
            { "description": "Using powerful storytelling to influence the behaviours of people who make up the client’s business.", "title": "Culture & experience" },
            { "description": "Understanding which tools will accelerate the client’s ability to achieve their future vision and using them to predict the effect on customer behaviour.", "title": "Business design & growth" },
            { "description": "Use of varied research skills to understand the needs, wants and desires of customers.", "title": "Customer insights" }
        ]
    ],
    "data_2": [
        [
            "Has experience of using a variety of tools to generate ideas and concepts. Can plan and lead an ideation workshop. Understands how to create \"just enough\" to show the viability / art of the possible in the idea we are communicating.",
            "Use tools that will reduce uncertainty and test hypotheses. Understand the different types of experiments and their suitability. Communicate the plan, hypothesis and outcomes with clients Analyse results in various formats.",
            "Independently create and define functional, usable and simplified user experiences. Understand of the importance of designing for accessibility Communicate the thought behind the design and work collaboratively to achieve sign off.",
            "Shape and drive of visual outcomes throughout the course of a project Communicate the thought behind the design and work collaboratively to achieve sign off. Review the work of junior designers and give feedback to improve",
            "Own end-to-end user journey Understand the user needs and foresee painpoints to deliver desired organisational needs Ability to communicate the thought behind the design and work collaboratively to achieve sign off."
        ],
        [
            "build relationships with prospective clients, maintain relationships with existing clients, regularly share interesting insights with their network, spot and qualify opportunities. broker introductions to relevant Magnets and others in the Magnetic network.",
            "Liasie effectively and in a timely manner with finance, produce high-quality commercial documentation and reports such as SOW and project tracker. Keep track of the numbers week in and week out. Understanding of contracts and procurement. They understand the impact of commercial decisions on the wider business",
            "Coach others and gain buy-in from clients and teams (client and internal) for Agile ways of working. Deliver medium-sized projects successfully. Manage simultaneous engagements successfully",
            "Demonstrate the ability to plan lead, facilitate, and deliver a workshop with positive, on-brief outcomes Lead and sign off on the work of others."
        ],
        [
            "Is able to assess the current innovation capability of a department / group / team and advise on what structural changes and training is needed to enable them to become more innovative.",
            "Role models soft skills, values and behaviours the clients can emulate (Setting a great example). Receive feedback from clients saying they\"ve learned by doing when they worked with you. Confidently coach others",
            "Share their skills with colleagues and set a good example as needed. Actively listen to colleagues and asks questions to help guide them to their own solutions. Understands the difference between coaching and mentoring and when to use that approach",
            "Is able to lead training sessions on our core tools. Is confident in using real life stories in training. Gets the balance right between showing and telling and leads training sessions with a focus on interaction and discussion over lecturing and slideware. Is able to pivot a session to meet the requirements of the trainees."
        ],
        [
            "Define the strategic change for a project within a well defined scope. Define the strategy for a part of a business or product",
            "Independently create a plan for influencing cultural change. Use tools like experience mapping to define and plan a new or improved experience. Be able to use storytelling to influence adoption of new behaviours.",
            "Understands the intersection between viability, desirability, feasibility and integrity (impact). Knows how to bridge the gap between customer desirability and business-model viability. Plans and communicates what the business impact of our projects will be. ",
            "Independently carry out customer interviews and actively participate in synthesis sessions. Contribute to creation of discussion guides and development of other research/insight techniques. Carry out research on customers within a well understood scope. Research and create insights about an aspect of a service"
        ]
    ]
}